Government_Client/requests/getOperationsAll.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
	xmlns:gs="com.government.model">
   <soapenv:Header/>
   <soapenv:Body>
      <gs:getOperationsRequest>
      </gs:getOperationsRequest>
   </soapenv:Body>
</soapenv:Envelope>